{"format": "graph-model", "generatedBy": "2.20.0", "convertedBy": "TensorFlow.js Converter v3.18.0", "signature": {"inputs": {"input_layer_15": {"name": "input_layer_15:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}, "outputs": {"output_0": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "7"}]}}}}, "modelTopology": {"node": [{"name": "StatefulPartitionedCall/functional_14_1/conv1_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv1_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_1_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_1_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_2_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_2_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_2_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "128"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_3_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_3_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_4_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "128"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_4_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_4_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "256"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_5_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_5_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_6_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "256"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_6_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_6_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_7_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_7_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_8_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_8_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_9_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_9_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_10_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_10_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_11_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_11_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_12_1/Const", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_12_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_12_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_13_1/depthwise/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1024"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_13_bn_1/batchnorm/mul", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_13_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_13_1/convolution/merged_input", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1024"}, {"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_13_bn_1/batchnorm/sub", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/flatten_10_1/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/flatten_10_1/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/flatten_10_1/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/flatten_10_1/Reshape/shape/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/functional_14_1/dense_26_1/Cast/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "50176"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/dense_26_1/BiasAdd/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/dense_27_1/Cast/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/dense_27_1/BiasAdd/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/dense_28_1/Cast/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}, {"size": "7"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/dense_28_1/BiasAdd/ReadVariableOp", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "7"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "input_layer_15", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv1_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["input_layer_15", "StatefulPartitionedCall/functional_14_1/conv1_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv1_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv1_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv1_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv1_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv1_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv1_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_1_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_1_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_1_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_1_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_1_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_1_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_1_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_1_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_1_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_1_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_1_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_1_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_2_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_1_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pad_2_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pad_2_1/Pad", "StatefulPartitionedCall/functional_14_1/conv_dw_2_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_2_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_2_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_2_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_2_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_2_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_2_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_2_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_2_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_2_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_2_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_2_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_2_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_3_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_3_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_3_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_3_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_3_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_3_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_3_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_3_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_3_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_3_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_3_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_3_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_4_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_3_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pad_4_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pad_4_1/Pad", "StatefulPartitionedCall/functional_14_1/conv_dw_4_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_4_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_4_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_4_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_4_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_4_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_4_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_4_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_4_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_4_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_4_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_4_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_4_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_5_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_5_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_5_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_5_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_5_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_5_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_5_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_5_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_5_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_5_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_5_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_5_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_6_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_5_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pad_6_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pad_6_1/Pad", "StatefulPartitionedCall/functional_14_1/conv_dw_6_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_6_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_6_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_6_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_6_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_6_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_6_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_6_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_6_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_6_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_6_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_6_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_6_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_7_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_7_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_7_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_7_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_7_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_7_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_7_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_7_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_7_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_7_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_7_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_7_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_7_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_8_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_8_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_8_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_8_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_8_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_8_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_8_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_8_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_8_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_8_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_8_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_8_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_8_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_9_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_9_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_9_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_9_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_9_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_9_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_9_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_9_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_9_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_9_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_9_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_9_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_9_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_10_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_10_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_10_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_10_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_10_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_10_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_10_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_10_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_10_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_10_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_10_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_10_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_10_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_dw_11_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_11_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_11_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_11_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_11_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_11_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_11_1/convolution/merged_input"], "device": "/device:CPU:0", "attr": {"padding": {"s": "U0FNRQ=="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_11_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_11_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_pw_11_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_11_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_11_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pad_12_1/Pad", "op": "Pad", "input": ["StatefulPartitionedCall/functional_14_1/conv_pw_11_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pad_12_1/Const"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_1/depthwise", "op": "DepthwiseConv2dNative", "input": ["StatefulPartitionedCall/functional_14_1/conv_pad_12_1/Pad", "StatefulPartitionedCall/functional_14_1/conv_dw_12_1/depthwise/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "explicit_paddings": {"list": {}}, "data_format": {"s": "TkhXQw=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "2", "2", "1"]}}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/mul_1", "op": "Mul", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_12_1/depthwise", "StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/mul"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/add_1", "op": "AddV2", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/mul_1", "StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/sub"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_dw_12_relu_1/Relu6", "op": "Relu6", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_12_bn_1/batchnorm/add_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/functional_14_1/conv_pw_12_bn_1/batchnorm/mul_1", "op": "Conv2D", "input": ["StatefulPartitionedCall/functional_14_1/conv_dw_12_relu_1/Relu6", "StatefulPartitionedCall/functional_14_1/conv_pw_12_1/convolution/merged_input"], "device": "/device:CPU:0", 